<?php

return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Категория успешно создана',
                'fail' => 'Не удалось создать категорию'
            ],
            'update' => [
                'success' => 'Категория успешно обновлена',
                'fail' => 'Не удалось обновить категорию'
            ],
            'destroy' => [
                'success' => 'Категория успешно удалена',
                'fail' => 'Не удалось удалить категорию'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость успешно создана',
                'fail' => 'Не удалось создать новость'
            ],
            'update' => [
                'success' => 'Новость успешно обновлена',
                'fail' => 'Не удалось обновит новость'
            ],
            'destroy' => [
                'success' => 'Новость успешно удалена',
                'fail' => 'Не удалось удалить новость'
            ]
        ]
    ]
];
